[
  {
    "name": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵍⴻⵎⵜ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵍⴻⵎⵜ",
    "description": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵍⴻⵎⵜ ⵓⵙⴷⵉⵏ ⴰⵎⴰⵣⵉⵖ ⵓⴳⵔⴰⵣⵓⵍ ⴷ ⵜⴰⵏⴳⴳⵓⵔⴰ ⵏ ⵉⵙⴻⵍⴻⵎⵎⴰⴹ ⴷ ⵉⵙⴻⵏⵏⴰⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵎⵔⴰⵙ ⴰⵍⴰ ⴰⵙⵍⴰⴼ ⵏ ⵜⴰⵏⴳⴳⵓⵔⴰ ⴷ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵍⴻⵎⵜ."
  },
  {
    "name": "ⴰⵙⵓⵍⴰⵍ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵍⴻⵎⵜ",
    "description": "ⴰⵙⵓⵍⴰⵍ ⵓⵙⵙⵓⵎ ⵓⴳⵔⴰⵣ ⵏ ⴰⵎⴰⵣⵉⵖ ⵓⵙⵓⵏⴰⵏ ⴷ ⵉⵙⴻⵏⵏⴰⵏ ⴷ ⵓⵙⴻⵍⵉⵍ ⵉⴱⴱⴰⵢⵢⵓⵏ.",
    "advice": "ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵙⵓⵍⴰⵍ, ⴽⵓⵍⴰ ⴷⴰⵍ ⴰⵎⵓⵔ ⴰⵙⴷⵓⵔⵏ ⵙ ⵉⵙⵙⵓⵎ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⴰⵙⵙⵓⵎ ⵏ ⵜⴰⵙⵉⵏⵜ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵍⴻⵎⵜ",
    "description": "ⴰⵙⵙⵓⵎ ⵏ ⵜⴰⵙⵉⵏⵜ ⵓⵙⵙⵓⵎ ⵓⴳⵔⴰⵣ ⵏ ⵉⴱⴱⴰⵢⵢⵓⵏ, ⵓⵎⵓⵔⵜⴰⵏ, ⴰⴼⴼⵓⵔ ⴷ ⴰⵙⴰⵏⵓⵙ ⵏ ⵉⴽⵔⴰⵙ ⵏ ⵜⴰⵙⵉⵏⵜ.",
    "advice": "ⵙⵙⵓⵎ ⴰⵙⴷⵓⵔⵏ ⴰⵍⴰ ⵏⴰⵡⵙⵉⵏ ⵎⵉⵏⵉⴳ ⴷ ⵜⵓⴱⴰⴷⵓⵔ ⵙ ⵎⵉⵙⴰⵏ ⵏ ⵉⴷⵔⵉⵎ ⴷ ⵜⴰⵙⵉⵏⵜ."
  },
  {
    "name": "ⴰⵙⵙⵓⵎ ⵏ ⴰⵎⵔⵔⵓ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵍⴻⵎⵜ",
    "description": "ⴰⵙⵙⵓⵎ ⵏ ⴰⵎⵔⵔⵓ ⵓⵙⵙⵓⵎ ⴰⵣⴰⵍⵉ ⵏ ⵉⵙⵓⵙ ⵏ ⵜⵉⵏⴳⵉ, ⵓⴽⵎⵓⵍ ⵉⵏⴷⵉⵣⴰⵏ ⴷ ⵎⴰⵣⵉⵖ ⴰⵎⴰⵣⵉⵖ.",
    "advice": "ⴰⵙⵙⵓⵎ ⵏ ⴰⵎⵔⵔⵓ ⵉⵙⵙⵓⵎ ⵓⴳⵔⴰⵣ ⵏ ⵉⵏⵉⴽⵓⵍⵉⵏ, ⴰⵎⵓⵔ ⴽⵓⵍⴰ ⴷ ⵜⴰⵏⴳⴳⵓⵔⴰ ⵙ ⵜⵓⵙⵙⵓⵎⵜ."
  },
  {
    "name": "ⵜⵓⵙⵉⵍⵜ ⵏ ⵓⵙⴻⵎⵎⵓⵏ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵍⴻⵎⵜ",
    "description": "ⵜⵓⵙⵉⵍⵜ ⵏ ⵓⵙⴻⵎⵎⵓⵏ ⵓⴽⵎⵓⵍ ⵉⵎⴻⵏⴰⵍ ⴷ ⵓⵙⴻⵏⵏⴰⵏ, ⵓⴷⴷⴰⵙ ⵎⵓⵙⵙⵉⴽ ⴷ ⴰⵙⴰⵏⵓⵙ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⵓⵎⵎⵓⵔ ⴰⴷ ⴰⵎⵎⵓⵔ ⵜⵓⵙⵉⵍⵜ ⵏ ⵓⵙⴻⵎⵎⵓⵏ ⴽⵓⵍⴰ ⵙ ⵜⴰⵏⴳⴳⵓⵔⴰ."
  },
  {
    "name": "ⵉⵙⵓⵙⴻⵍ",
    "category": "ⵉⵙⵓⵙⴻⵍ",
    "description": "ⵉⵙⵓⵙⴻⵍ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵉⵙⵓⵙⴻⵍ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⴰⵙⵙⵓⵎ ⵏ ⵉⵙⴻⵔ",
    "category": "ⵉⵙⵓⵙⴻⵍ",
    "description": "ⴰⵙⵙⵓⵎ ⵏ ⵉⵙⴻⵔ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⴰⵙⵙⵓⵎ ⵏ ⵉⵙⴻⵔ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⴰⵙⵍⵍⵉⵜ",
    "category": "ⵉⵙⵓⵙⴻⵍ",
    "description": "ⵜⴰⵙⵍⵍⵉⵜ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵙⵍⵍⵉⵜ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⴰⵙⵍⵍⵉⵜ ⵏ ⴰⵎⵉⵣⵉⵖ",
    "category": "ⵉⵙⵓⵙⴻⵍ",
    "description": "ⵜⴰⵙⵍⵍⵉⵜ ⵏ ⴰⵎⵉⵣⵉⵖ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵙⵍⵍⵉⵜ ⵏ ⴰⵎⵉⵣⵉⵖ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵉⵙⵙⵓⵎ ⵏ ⵉⵣⵣⵓⵍⵍⵉ",
    "category": "ⵉⵙⵓⵙⴻⵍ",
    "description": "ⵉⵙⵙⵓⵎ ⵏ ⵉⵣⵣⵓⵍⵍⵉ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵉⵙⵙⵓⵎ ⵏ ⵉⵣⵣⵓⵍⵍⵉ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵉⵙⵙⵓⵎ ⵏ ⵓⵙⵙⴰⵏⵉ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵓⵙⵙⴰⵏⵉ",
    "description": "ⵉⵙⵙⵓⵎ ⵏ ⵓⵙⵙⴰⵏⵉ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵉⵙⵙⵓⵎ ⵏ ⵓⵙⵙⴰⵏⵉ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⴰⵙⵙⵉⵏⵜ ⴰⵎⴰⵣⵉⵖ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵓⵙⵙⴰⵏⵉ",
    "description": "ⵜⴰⵙⵙⵉⵏⵜ ⴰⵎⴰⵣⵉⵖ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵙⵙⵉⵏⵜ ⴰⵎⴰⵣⵉⵖ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵉⵎⵓⵔⵜ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵓⵙⵙⴰⵏⵉ",
    "description": "ⵜⵉⵎⵓⵔⵜ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵉⵎⵓⵔⵜ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵉⵙⵙⵓⵎ ⵏ ⵜⵉⵣⵣⵓⵍⵍⵉⵢⵏ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵓⵙⵙⴰⵏⵉ",
    "description": "ⵜⵉⵙⵙⵓⵎ ⵏ ⵜⵉⵣⵣⵓⵍⵍⵉⵢⵏ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵉⵙⵙⵓⵎ ⵏ ⵜⵉⵣⵣⵓⵍⵍⵉⵢⵏ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵉⵏⴰⵡⵉⵍ ⴰⵎⴰⵣⵉⵖ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵓⵙⵙⴰⵏⵉ",
    "description": "ⵜⵉⵏⴰⵡⵉⵍ ⴰⵎⴰⵣⵉⵖ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵉⵏⴰⵡⵉⵍ ⴰⵎⴰⵣⵉⵖ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⴰⵙⴳⴰⵡⵏ",
    "category": "ⴰⵙⴳⴰⵡⵏ",
    "description": "ⴰⵙⴳⴰⵡⵏ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⴰⵙⴳⴰⵡⵏ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵉⵙⴻⵍⵍⵉⵢⵏ",
    "category": "ⵜⵉⵙⴻⵍⵍⵉⵢⵏ",
    "description": "ⵜⵉⵙⴻⵍⵍⵉⵢⵏ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵉⵙⴻⵍⵍⵉⵢⵏ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵉⵙⴻⵍⵍⵓⵏ",
    "category": "ⵜⵉⵙⴻⵍⵍⵓⵏ",
    "description": "ⵜⵉⵙⴻⵍⵍⵓⵏ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵉⵙⴻⵍⵍⵓⵏ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵉⵙⵙⵓⵎ ⵏ ⴰⴷⵍⴰⵍ",
    "category": "ⵜⵉⵙⵙⵓⵎ ⵏ ⴰⴷⵍⴰⵍ",
    "description": "ⵜⵉⵙⵙⵓⵎ ⵏ ⴰⴷⵍⴰⵍ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵉⵙⵙⵓⵎ ⵏ ⴰⴷⵍⴰⵍ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵉⵙⵙⵓⵎ ⵏ ⵍⴰⴱⴱⵓⵏ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵍⴰⴱⴱⵓⵏ",
    "description": "ⵉⵙⵙⵓⵎ ⵏ ⵍⴰⴱⴱⵓⵏ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵉⵙⵙⵓⵎ ⵏ ⵍⴰⴱⴱⵓⵏ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵉⵙⵉ ⵏ ⵜⵓⵙⵙⵉⵍ",
    "category": "ⵉⵙⵉ ⵏ ⵜⵓⵙⵙⵉⵍ",
    "description": "ⵉⵙⵉ ⵏ ⵜⵓⵙⵙⵉⵍ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵉⵙⵉ ⵏ ⵜⵓⵙⵙⵉⵍ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵉⵙⵙⵓⵎ ⴰⵍⴽⵓⴽ",
    "category": "ⵉⵙⵙⵓⵎ ⴰⵍⴽⵓⴽ",
    "description": "ⵉⵙⵙⵓⵎ ⴰⵍⴽⵓⴽ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵉⵙⵙⵓⵎ ⴰⵍⴽⵓⴽ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵓⵙⵉⵍⵜ ⵏ ⴰⵢⴻⴷ",
    "category": "ⵜⵓⵙⵉⵍⵜ ⵏ ⴰⵢⴻⴷ",
    "description": "ⵜⵓⵙⵉⵍⵜ ⵏ ⴰⵢⴻⴷ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵓⵙⵉⵍⵜ ⵏ ⴰⵢⴻⴷ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵎⵎⴰⴹⴰⵏ ⴷ ⵙⵉⴼⵓⵙ",
    "category": "ⵎⵎⴰⴹⴰⵏ ⴷ ⵙⵉⴼⵓⵙ",
    "description": "ⵎⵎⴰⴹⴰⵏ ⴷ ⵙⵉⴼⵓⵙ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵎⵎⴰⴹⴰⵏ ⴷ ⵙⵉⴼⵓⵙ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵉⵙⵉ ⵏ ⴰⵣⵔⵓⵎ",
    "category": "ⵉⵙⵉ ⵏ ⴰⵣⵔⵓⵎ",
    "description": "ⵉⵙⵉ ⵏ ⴰⵣⵔⵓⵎ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵉⵙⵉ ⵏ ⴰⵣⵔⵓⵎ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵉⵙⵙⵓⵎ ⵏ ⵉⵎⵓⴽⴽⵍⵉⵢⵏ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵉⵎⵓⴽⴽⵍⵉⵢⵏ",
    "description": "ⵉⵙⵙⵓⵎ ⵏ ⵉⵎⵓⴽⴽⵍⵉⵢⵏ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵉⵙⵙⵓⵎ ⵏ ⵉⵎⵓⴽⴽⵍⵉⵢⵏ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⴳⴰ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⴳⴰ",
    "description": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⴳⴰ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⴳⴰ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵉⵙⵙⵓⵎ ⵏ ⵉⵏⵉⴳ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵉⵏⵉⴳ",
    "description": "ⵉⵙⵙⵓⵎ ⵏ ⵉⵏⵉⴳ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵉⵙⵙⵓⵎ ⵏ ⵉⵏⵉⴳ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵙⵉⴷⴷⵓⵏ",
    "category": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵙⵉⴷⴷⵓⵏ",
    "description": "ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵙⵉⴷⴷⵓⵏ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⵙⵉⴷⴷⵓⵏ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵉⵣⵣⵓⵍⵍⵉⵜ ⵉⵎⵎⵓⵔⵜ",
    "category": "ⵜⵉⵣⵣⵓⵍⵍⵉⵜ ⵉⵎⵎⵓⵔⵜ",
    "description": "ⵜⵉⵣⵣⵓⵍⵍⵉⵜ ⵉⵎⵎⵓⵔⵜ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵉⵣⵣⵓⵍⵍⵉⵜ ⵉⵎⵎⵓⵔⵜ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵉⵏⴰⵡⵉⵍ",
    "category": "ⵜⵉⵏⴰⵡⵉⵍ",
    "description": "ⵜⵉⵏⴰⵡⵉⵍ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵉⵏⴰⵡⵉⵍ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵓⵜⵉⵏ ⵏ ⵓⵙⵙⵓⵎ",
    "category": "ⵜⵓⵜⵉⵏ ⵏ ⵓⵙⵙⵓⵎ",
    "description": "ⵜⵓⵜⵉⵏ ⵏ ⵓⵙⵙⵓⵎ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵓⵜⵉⵏ ⵏ ⵓⵙⵙⵓⵎ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵉⴹⴹⵓⵍ ⵏ ⵓⵙⵙⵓⵎ",
    "category": "ⵜⵉⴹⴹⵓⵍ ⵏ ⵓⵙⵙⵓⵎ",
    "description": "ⵜⵉⴹⴹⵓⵍ ⵏ ⵓⵙⵙⵓⵎ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵉⴹⴹⵓⵍ ⵏ ⵓⵙⵙⵓⵎ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⴰⴼⴰⵍⵜ ⵏ ⵓⵙⵙⵓⵎ",
    "category": "ⵜⴰⴼⴰⵍⵜ ⵏ ⵓⵙⵙⵓⵎ",
    "description": "ⵜⴰⴼⴰⵍⵜ ⵏ ⵓⵙⵙⵓⵎ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⴰⴼⴰⵍⵜ ⵏ ⵓⵙⵙⵓⵎ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵎⴻⵏⵜⴰ ⵏ ⵉⵙⵙⵓⵎ ⵏ ⵓⴷⵔⴰⵔ",
    "category": "ⵎⴻⵏⵜⴰ ⵏ ⵉⵙⵙⵓⵎ ⵏ ⵓⴷⵔⴰⵔ",
    "description": "ⵎⴻⵏⵜⴰ ⵏ ⵉⵙⵙⵓⵎ ⵏ ⵓⴷⵔⴰⵔ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵎⴻⵏⵜⴰ ⵏ ⵉⵙⵙⵓⵎ ⵏ ⵓⴷⵔⴰⵔ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵓⵙⵙⵓⵎⵜ ⵏ ⵓⴼⴻⵙⴻⵏ",
    "category": "ⵜⵓⵙⵙⵓⵎⵜ ⵏ ⵓⴼⴻⵙⴻⵏ",
    "description": "ⵜⵓⵙⵙⵓⵎⵜ ⵏ ⵓⴼⴻⵙⴻⵏ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵓⵙⵙⵓⵎⵜ ⵏ ⵓⴼⴻⵙⴻⵏ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵓⵙⵙⵓⵎⵜ ⵏ ⵉⵙⵙⵓⵎ",
    "category": "ⵜⵓⵙⵙⵓⵎⵜ ⵏ ⵉⵙⵙⵓⵎ",
    "description": "ⵜⵓⵙⵙⵓⵎⵜ ⵏ ⵉⵙⵙⵓⵎ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵓⵙⵙⵓⵎⵜ ⵏ ⵉⵙⵙⵓⵎ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⴰⵎⵉⵣⵉⵖ ⵏ ⵜⵓⵙⵙⵓⵎⵜ",
    "category": "ⴰⵎⵉⵣⵉⵖ ⵏ ⵜⵓⵙⵙⵓⵎⵜ",
    "description": "ⴰⵎⵉⵣⵉⵖ ⵏ ⵜⵓⵙⵙⵓⵎⵜ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⴰⵎⵉⵣⵉⵖ ⵏ ⵜⵓⵙⵙⵓⵎⵜ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵓⵙⵙⵓⵎⵜ ⴰⴳⴷⴰⴷ ⵓⴷⵔⴰⵔ",
    "category": "ⵜⵓⵙⵙⵓⵎⵜ ⴰⴳⴷⴰⴷ ⵓⴷⵔⴰⵔ",
    "description": "ⵜⵓⵙⵙⵓⵎⵜ ⴰⴳⴷⴰⴷ ⵓⴷⵔⴰⵔ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵓⵙⵙⵓⵎⵜ ⴰⴳⴷⴰⴷ ⵓⴷⵔⴰⵔ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  },
  {
    "name": "ⵜⵓⵙⵙⵓⵎⵜ ⵜⵓⵜⵉⵙⵙⴰ",
    "category": "ⵜⵓⵙⵙⵓⵎⵜ ⵜⵓⵜⵉⵙⵙⴰ",
    "description": "ⵜⵓⵙⵙⵓⵎⵜ ⵜⵓⵜⵉⵙⵙⴰ ⵓⵙⵙⵓⵎ ⴰⵎⴰⴳⵍⴰⴷ ⴷ ⴰⵣⴰⵍⵉ ⵏ ⵓⵎⵏⵉⵏ ⵓⴼⴻⵙⴻⵏ.",
    "advice": "ⴰⵎⵙⵙⵓⵎ ⴰⵍⴰ ⴽⵓⵍⴰ ⵉⵙⵙⵓⵎ ⵏ ⵜⵓⵙⵙⵓⵎⵜ ⵜⵓⵜⵉⵙⵙⴰ ⵓⵙⴰⵏⴰⵡⴰ ⵏ ⴰⵎⴰⵣⵉⵖ."
  }
]