[
  {
    "name": "ألم الصدر",
    "category": "ألم الصدر",
    "description": "قد يشير ألم الصدر إلى ذبحة صدرية أو نوبة قلبية أو حالة طبية طارئة أخرى تتطلب التدخل الفوري.",
    "advice": "اتصل بالإسعاف إذا كان ألم الصدر شديدًا، مفاجئًا، أو مصحوبًا بصعوبة في التنفس أو تعرق أو غثيان."
  },
  {
    "name": "خفقان القلب",
    "category": "ألم الصدر",
    "description": "خفقان القلب هو شعور بنبضات سريعة أو غير منتظمة، وقد يكون ناتجًا عن القلق أو الكافيين أو اضطرابات في نظم القلب.",
    "advice": "قلل من تناول الكافيين وتجنب التوتر؛ استشر طبيب القلب إذا تكرر الخفقان أو كان مزعجًا."
  },
  {
    "name": "ارتفاع ضغط الدم",
    "category": "ألم الصدر",
    "description": "ارتفاع ضغط الدم يزيد من خطر الإصابة بأمراض القلب والسكتة الدماغية، وغالبًا ما يكون بدون أعراض.",
    "advice": "راقب ضغط دمك بانتظام، وقلل من تناول الملح، والتزم بتعليمات الطبيب للعلاج."
  },
  {
    "name": "انخفاض ضغط الدم",
    "category": "ألم الصدر",
    "description": "انخفاض ضغط الدم يمكن أن يسبب دوخة أو إغماء، وقد يكون ناتجًا عن الجفاف أو بعض الأدوية أو أمراض القلب.",
    "advice": "اشرب كمية كافية من السوائل، وانهض ببطء من وضعية الجلوس أو الاستلقاء، واستشر طبيبك إذا استمرت الأعراض."
  },
  {
    "name": "تورم الساقين",
    "category": "ألم الصدر",
    "description": "تورم الساقين قد يدل على احتباس السوائل أو مشاكل في القلب أو الكلى أو الكبد.",
    "advice": "ارفع ساقيك، قلل من تناول الصوديوم، واستشر الطبيب إذا كان التورم مؤلمًا أو في ساق واحدة فقط."
  },
  {
    "name": "ضيق التنفس",
    "category": "ضيق التنفس",
    "description": "ضيق التنفس قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن ضيق التنفس."
  },
  {
    "name": "أزيز",
    "category": "ضيق التنفس",
    "description": "أزيز قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن أزيز."
  },
  {
    "name": "سعال",
    "category": "ضيق التنفس",
    "description": "سعال قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن سعال."
  },
  {
    "name": "سعال دموي",
    "category": "ضيق التنفس",
    "description": "سعال دموي قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن سعال دموي."
  },
  {
    "name": "ضيق في الصدر",
    "category": "ضيق التنفس",
    "description": "ضيق في الصدر قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن ضيق في الصدر."
  },
  {
    "name": "صداع",
    "category": "صداع",
    "description": "صداع قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن صداع."
  },
  {
    "name": "نوبات",
    "category": "صداع",
    "description": "نوبات قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن نوبات."
  },
  {
    "name": "دوخة",
    "category": "صداع",
    "description": "دوخة قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن دوخة."
  },
  {
    "name": "خدر",
    "category": "صداع",
    "description": "خدر قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن خدر."
  },
  {
    "name": "ارتباك",
    "category": "صداع",
    "description": "ارتباك قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن ارتباك."
  },
  {
    "name": "غثيان",
    "category": "غثيان",
    "description": "غثيان قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن غثيان."
  },
  {
    "name": "تقيؤ",
    "category": "تقيؤ",
    "description": "تقيؤ قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن تقيؤ."
  },
  {
    "name": "إسهال",
    "category": "إسهال",
    "description": "إسهال قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن إسهال."
  },
  {
    "name": "إمساك",
    "category": "إمساك",
    "description": "إمساك قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن إمساك."
  },
  {
    "name": "ألم البطن",
    "category": "ألم البطن",
    "description": "ألم البطن قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن ألم البطن."
  },
  {
    "name": "طفح جلدي",
    "category": "طفح جلدي",
    "description": "طفح جلدي قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن طفح جلدي."
  },
  {
    "name": "حكة",
    "category": "حكة",
    "description": "حكة قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن حكة."
  },
  {
    "name": "جفاف الجلد",
    "category": "جفاف الجلد",
    "description": "جفاف الجلد قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن جفاف الجلد."
  },
  {
    "name": "بثور",
    "category": "بثور",
    "description": "بثور قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن بثور."
  },
  {
    "name": "احمرار",
    "category": "احمرار",
    "description": "احمرار قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن احمرار."
  },
  {
    "name": "ألم المفاصل",
    "category": "ألم المفاصل",
    "description": "ألم المفاصل قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن ألم المفاصل."
  },
  {
    "name": "ألم الظهر",
    "category": "ألم الظهر",
    "description": "ألم الظهر قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن ألم الظهر."
  },
  {
    "name": "ألم الرقبة",
    "category": "ألم الرقبة",
    "description": "ألم الرقبة قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن ألم الرقبة."
  },
  {
    "name": "تشنجات عضلية",
    "category": "تشنجات عضلية",
    "description": "تشنجات عضلية قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن تشنجات عضلية."
  },
  {
    "name": "حركة محدودة",
    "category": "حركة محدودة",
    "description": "حركة محدودة قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن حركة محدودة."
  },
  {
    "name": "إرهاق",
    "category": "إرهاق",
    "description": "إرهاق قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن إرهاق."
  },
  {
    "name": "زيادة الوزن",
    "category": "زيادة الوزن",
    "description": "زيادة الوزن قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن زيادة الوزن."
  },
  {
    "name": "فقدان الوزن",
    "category": "فقدان الوزن",
    "description": "فقدان الوزن قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن فقدان الوزن."
  },
  {
    "name": "تساقط الشعر",
    "category": "تساقط الشعر",
    "description": "تساقط الشعر قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن تساقط الشعر."
  },
  {
    "name": "عدم تحمل البرد",
    "category": "عدم تحمل البرد",
    "description": "عدم تحمل البرد قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن عدم تحمل البرد."
  },
  {
    "name": "التبول المتكرر",
    "category": "التبول المتكرر",
    "description": "التبول المتكرر قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن التبول المتكرر."
  },
  {
    "name": "تبول مؤلم",
    "category": "تبول مؤلم",
    "description": "تبول مؤلم قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن تبول مؤلم."
  },
  {
    "name": "دم في البول",
    "category": "دم في البول",
    "description": "دم في البول قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن دم في البول."
  },
  {
    "name": "إلحاح في التبول",
    "category": "إلحاح في التبول",
    "description": "إلحاح في التبول قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن إلحاح في التبول."
  },
  {
    "name": "سلس البول",
    "category": "سلس البول",
    "description": "سلس البول قد يكون له أسباب مختلفة حسب السياق الطبي.",
    "advice": "استشر طبيبًا مختصًا للحصول على تقييم دقيق ونصيحة خاصة بشأن سلس البول."
  }
]